Repository: kristjanr/Agentizer
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: et

source: Estonian
et: Eesti keel

source: English
et: Inglise keel

source: Username
et: Kasutajanimi

source: Password
et: Parool

source: Password (again)
et: Parool (uuesti)

source: Email
et: E-post

source: Usernames can only contain letters, numbers and underscores.
et: Kasutajanimi saab sisaldada ainult tähti, numbreid ja allkriipse

source: This username is already taken. Please choose another.
et: See kasutajanimi on juba võetud. Palun valige teine.

source: A user is registered with this email address.
et: Kasutaja on sellise e-posti aadressiga juba registreeritud

source: You must type the same password each time.
et: Palun sisestage mõlemal korrel sama parool

source: Remember Me
et: Mäleta mind

source: This account is inactive.
et: See konto ei ole aktiivne.

source: The username and/or password you specified are not correct.
et: Sisestatud kasutajanimi ja/või parool ei ole õige.

source: The email address and/or password you specified are not correct.
et: Sisestatud e-posti aadress ei ole õige.

source: Current Password
et: Praegune parool

source: New Password
et: Uus parool

source: New Password (again)
et: Uus parool (uuesti)

source: Please type your current password.
et: Palun sisestage oma praegune parool.

source: Email address can not be found.
et: E-posti aadressi ei leitud.

source: Timezone
et: Ajavöönd

source: Language
et: Keel

source: Message sent
et: Sõnum saadetud

source: Guide accepted
et: Giid nõus

source: Company name
et: Firma nimi

source: Tour details
et: Tuuri üksikasjad

source: yes
et: jah

source: Name
et: Nimi

source: Phone number
et: Telefoninumber

source: E-mail
et: E-post

source: Reference number
et: Viitenumber

source: Group size
et: Grupi suurus

source: Group name
et: Grupi nimi

source: Start time
et: Algusaeg

source: End time
et: Lõpuaeg

source: Meeting point
et: Kohtumispunkt

source: Ending point
et: Lõpupunkt

source: Description
et: Kirjeldus

source: User
et: Kasutaja

source: Seen
et: Nähtud

source: Answer
et: Vastus

source: you have accepted the tour
et: aktsepteerisite tuuri

source: These details have been sent to your e-mail
et: Need andmed saadeti teie e-posti aadressile

source: Someone else already accepted this tour
et: Keegi teine juba aktsepteeris selle tuuri

source: Edit Tour
et: Muuda tuuri andmeid

source: Add Tour
et: Lisa tuur

source: Save & Close
et: Salvesta & sulge

source: Save & Next
et: Salvesta & edasi

source: Delete Guide
et: Kustuta giid

source: Back
et: Tagasi

source: Are you sure you want to delete
et: Kas olete kindel, et soovite kustutada

source: Confirm
et: Nõus

source: Add Guide
et: Lisa giid

source: Edit Guide
et: Muuda giidi andmeid

source: Save
et: Salvesta

source: Delete
et: Kustuta

source: All Guides
et: Kõik giidid

source: Home
et: Kodu

source: a fast and effective online tool for travel agents to find guides for tours
et: kiire ja efektiivne online tööriist, mis aitab reisiagentidel leida tuuridele giide

source: One time data entry, group messaging and fast responses make it efficient
et: Ühekordne andmete sisestus, lihtne teadete edastamine ja kiired vastused

source: Fast and Simple
et: Lihtne ja kiire

source: Contact all your guides at once and get immediate feedback. Save the time of your sales force. Be better partner to your guides
et: Kontakteeru kõikide oma giididega koheselt ja saa vastus hetkega. Säästa oma töötajate aega. Ole parem partner oma giididele

source: Saves Time
et: Säästab aega

source: No waste of time. Stop spending hours for manual calling. Use your time for improving the services, quality and make extra sales.
et: Lõpp tööaja raiskamisele! Lõpeta sadade tundide kulutamine käsitsi helistamisele. Selle asemel kasuta oma aega pigem teenuste, kvaliteedi ja müügi edendamiseks.

source: Thank you for letting us know
et: Tänan teada andmast

source: This way we can start searching for other guides for this job
et: Nii saame hakata teisi giide sellele tuurile otsima

source: will you accept this job
et: kas võtate töö vastu

source: no
et: ei

source: Hiring company
et: Palkav firma

source: Hiring contact person
et: Kontaktisik

source: Hiring contact e-mail
et: Kontaktisiku e-post

source: Hiring contact phone nr.
et: Kontaktisiku telefoninumber

source: Guide e-mail
et: Giidi e-post

source: Guide phone nr.
et: Giidi telefoninumber

source: Guides the message was sent to
et: Giidid, kellele on sõnum saadeti

source: Please choose guides to send message to
et: Palun valige giidid, kellele saata sõnum

source: Send messages to selected
et: Saada sõnumid valitutele

source: The contents of the message
et: Sõnumi sisu

source: Your Tours
et: Sinu tuurid

source: Filter
et: Filtreeri

source: Previous
et: Eelmine

source: Page %(current)s of %(total)s
et: Lk: %(current)s - %(total)s-st

source: Next
et: Järgmine

source: %(count)s of %(total)s
et: %(count)s kirjet %(total)s-st

source: Settings
et: Seaded

source: Log out
et: Logi välja

source: Log in
et: Logi sisse

source: Sign up
et: Registreeri

source: Log in to an existing account
et: Logi sisse olemasoleva kontoga

source: Forgot your password?
et: Unustasid parooli?

source: Don't have an account?
et: Sul ei ole kontot?

source: Contact
et: Kontakt

source: Copyright &copy; Agentizer 2015. All Rights Reserved
et: Autoriõigus &copy; Agentizer 2015. Kõik õigused kaitstud

source: offers a job
et: pakub tööd

source: from
et: alates

source: to
et: kuni

source: Please respond
et: Palun vastake

source: Some group
et: Mingi grupp

source: Tervis spa
et: Tervis spaa

source: Town Hall square
et: Raekoja plats

source: Walking tour in Tallinn old town
et: Jalutamine Tallinna vanalinnas
